Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose PDF
ar: اختر PDF
bn: PDF বেছে নিন
cs: Vybrat PDF
da: Vælg PDF
de: PDF auswählen
el: Επιλογή PDF
es: Elegir PDF
fi: Valitse PDF
fr: Choisir un PDF
he: בחר PDF
hi: PDF चुनें
hu: PDF kiválasztása
id: Pilih PDF
it: Scegli PDF
ja: PDFを選択
ko: PDF 선택
ms: Pilih PDF
nb: Velg PDF
nl: Kies PDF
pl: Wybierz PDF
pt_br: Escolher PDF
ro: Alegeți PDF
ru: Выбрать PDF
sv: Välj PDF
th: เลือก PDF
tr: PDF seç
uk: Обрати PDF
vi: Chọn PDF
zh_hans: 选择 PDF
zh_hant: 選擇 PDF

source: Choose Video
ar: اختر فيديو
bn: ভিডিও বেছে নিন
cs: Vybrat video
da: Vælg video
de: Video auswählen
el: Επιλογή βίντεο
es: Elegir video
fi: Valitse video
fr: Choisir une vidéo
he: בחר וידאו
hi: वीडियो चुनें
hu: Videó kiválasztása
id: Pilih video
it: Scegli video
ja: ビデオを選択
ko: 비디오 선택
ms: Pilih video
nb: Velg video
nl: Kies video
pl: Wybierz wideo
pt_br: Escolher vídeo
ro: Alegeți videoclipul
ru: Выбрать видео
sv: Välj video
th: เลือกวิดีโอ
tr: Video seç
uk: Обрати відео
vi: Chọn video
zh_hans: 选择视频
zh_hant: 選擇影片

source: Clear %@ Storage
ar: مسح مساحة تخزين %@
bn: %@ স্টোরেজ সাফ করুন
cs: Vymazat úložiště %@
da: Ryd %@-lager
de: %@-Speicher löschen
el: Εκκαθάριση αποθηκευτικού χώρου %@
es: Borrar almacenamiento de %@
fi: Tyhjennä %@-tallennustila
fr: Effacer le stockage %@
he: נקה אחסון %@
hi: %@ स्टोरेज साफ़ करें
hu: %@ tárhely törlése
id: Hapus penyimpanan %@
it: Cancella spazio %@
ja: %@ストレージを消去
ko: %@ 저장 공간 비우기
ms: Kosongkan storan %@
nb: Tøm %@-lagring
nl: %@-opslag wissen
pl: Wyczyść pamięć %@
pt_br: Limpar armazenamento %@
ro: Ștergeți stocarea %@
ru: Очистить хранилище %@
sv: Rensa %@-lagring
th: ล้างพื้นที่จัดเก็บ %@
tr: %@ depolama alanını temizle
uk: Очистити сховище %@
vi: Xóa bộ nhớ %@
zh_hans: 清除 %@ 存储空间
zh_hant: 清除 %@ 儲存空間

source: Clear all
ar: مسح الكل
bn: সব সাফ করুন
cs: Vymazat vše
da: Ryd alt
de: Alle löschen
el: Εκκαθάριση όλων
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
he: נקה הכל
hi: सभी साफ़ करें
hu: Összes törlése
id: Hapus semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
ms: Kosongkan semua
nb: Tøm alt
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ro: Ștergeți tot
ru: Очистить все
sv: Rensa allt
th: ล้างทั้งหมด
tr: Tümünü temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clip audio
ar: قص الصوت
bn: অডিও ক্লিপ করুন
cs: Oříznout zvuk
da: Klip lyd
de: Audio schneiden
el: Αποκοπή ήχου
es: Recortar audio
fi: Leikkaa ääntä
fr: Couper l'audio
he: חתוך שמע
hi: ऑडियो क्लिप करें
hu: Hang vágása
id: Potong audio
it: Ritaglia audio
ja: オーディオをクリップ
ko: 오디오 클립
ms: Klip audio
nb: Klipp lyd
nl: Audio knippen
pl: Przytnij audio
pt_br: Recortar áudio
ro: Decupare audio
ru: Обрезать аудио
sv: Klipp ljud
th: ตัดเสียง
tr: Sesi kırp
uk: Обрізати аудіо
vi: Cắt âm thanh
zh_hans: 剪辑音频
zh_hant: 剪輯音訊

source: Clip length %@
ar: مدة المقطع %@
bn: ক্লিপের দৈর্ঘ্য %@
cs: Délka klipu %@
da: Kliplængde %@
de: Cliplänge %@
el: Διάρκεια κλιπ %@
es: Duración del clip %@
fi: Leikkeen pituus %@
fr: Durée du clip %@
he: אורך הקליפ %@
hi: क्लिप की लंबाई %@
hu: Klip hossza %@
id: Durasi klip %@
it: Durata clip %@
ja: クリップの長さ %@
ko: 클립 길이 %@
ms: Panjang klip %@
nb: Klippelengde %@
nl: Cliplengte %@
pl: Długość klipu %@
pt_br: Duração do clipe %@
ro: Lungime clip %@
ru: Длина клипа %@
sv: Klipplängd %@
th: ความยาวคลิป %@
tr: Klip uzunluğu %@
uk: Тривалість кліпу %@
vi: Độ dài clip %@
zh_hans: 片段长度 %@
zh_hant: 片段長度 %@

source: Clip video
ar: قص الفيديو
bn: ভিডিও ক্লিপ করুন
cs: Oříznout video
da: Klip video
de: Video schneiden
el: Αποκοπή βίντεο
es: Recortar video
fi: Leikkaa videota
fr: Couper la vidéo
he: חתוך וידאו
hi: वीडियो क्लिप करें
hu: Videó vágása
id: Potong video
it: Ritaglia video
ja: ビデオをクリップ
ko: 비디오 클립
ms: Klip video
nb: Klipp video
nl: Video knippen
pl: Przytnij wideo
pt_br: Recortar vídeo
ro: Decupare video
ru: Обрезать видео
sv: Klipp video
th: ตัดวิดีโอ
tr: Videoyu kırp
uk: Обрізати відео
vi: Cắt video
zh_hans: 剪辑视频
zh_hant: 剪輯影片

source: Combine audios
ar: دمج الملفات الصوتية
bn: অডিও একত্রিত করুন
cs: Sloučit zvuky
da: Kombiner lydfiler
de: Audios kombinieren
el: Συνδυασμός ήχων
es: Combinar audios
fi: Yhdistä äänet
fr: Combiner les audios
he: שלב קבצי שמע
hi: ऑडियो संयोजित करें
hu: Hangok összefűzése
id: Gabungkan audio
it: Combina audio
ja: オーディオを結合
ko: 오디오 합치기
ms: Gabungkan audio
nb: Kombiner lydfiler
nl: Audio's combineren
pl: Połącz pliki audio
pt_br: Combinar áudios
ro: Combinare audio
ru: Объединить аудио
sv: Kombinera ljudfiler
th: รวมไฟล์เสียง
tr: Sesleri birleştir
uk: Об'єднати аудіо
vi: Kết hợp âm thanh
zh_hans: 合并音频
zh_hant: 合併音訊

source: Coming Soon
ar: قريباً
bn: শীঘ্রই আসছে
cs: Již brzy
da: Kommer snart
de: Demnächst verfügbar
el: Έρχεται σύντομα
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
he: בקרוב
hi: जल्द आ रहा है
hu: Hamarosan
id: Segera hadir
it: In arrivo
ja: 近日公開
ko: 곧 출시
ms: Akan datang
nb: Kommer snart
nl: Binnenkort beschikbaar
pl: Wkrótce
pt_br: Em breve
ro: În curând
ru: Скоро
sv: Kommer snart
th: เร็วๆ นี้
tr: Yakında
uk: Незабаром
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

source: Compress
ar: ضغط
bn: সংকুচিত করুন
cs: Komprimovat
da: Komprimer
de: Komprimieren
el: Συμπίεση
es: Comprimir
fi: Pakkaa
fr: Compresser
he: דחוס
hi: संपीड़ित करें
hu: Tömörítés
id: Kompres
it: Comprimi
ja: 圧縮
ko: 압축
ms: Mampat
nb: Komprimer
nl: Comprimeren
pl: Kompresuj
pt_br: Comprimir
ro: Comprimare
ru: Сжать
sv: Komprimera
th: บีบอัด
tr: Sıkıştır
uk: Стиснути
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

source: Compress image
ar: ضغط الصورة
bn: ছবি সংকুচিত করুন
cs: Komprimovat obrázek
da: Komprimer billede
de: Bild komprimieren
el: Συμπίεση εικόνας
es: Comprimir imagen
fi: Pakkaa kuva
fr: Compresser l'image
he: דחוס תמונה
hi: छवि संपीड़ित करें
hu: Kép tömörítése
id: Kompres gambar
it: Comprimi immagine
ja: 画像を圧縮
ko: 이미지 압축
ms: Mampat imej
nb: Komprimer bilde
nl: Afbeelding comprimeren
pl: Kompresuj obraz
pt_br: Comprimir imagem
ro: Comprimare imagine
ru: Сжать изображение
sv: Komprimera bild
th: บีบอัดรูปภาพ
tr: Görseli sıkıştır
uk: Стиснути зображення
vi: Nén hình ảnh
zh_hans: 压缩图片
zh_hant: 壓縮圖片

source: Compress video
ar: ضغط الفيديو
bn: ভিডিও সংকুচিত করুন
cs: Komprimovat video
da: Komprimer video
de: Video komprimieren
el: Συμπίεση βίντεο
es: Comprimir video
fi: Pakkaa video
fr: Compresser la vidéo
he: דחוס וידאו
hi: वीडियो संपीड़ित करें
hu: Videó tömörítése
id: Kompres video
it: Comprimi video
ja: ビデオを圧縮
ko: 비디오 압축
ms: Mampat video
nb: Komprimer video
nl: Video comprimeren
pl: Kompresuj wideo
pt_br: Comprimir vídeo
ro: Comprimare video
ru: Сжать видео
sv: Komprimera video
th: บีบอัดวิดีโอ
tr: Videoyu sıkıştır
uk: Стиснути відео
vi: Nén video
zh_hans: 压缩视频
zh_hant: 壓縮影片

source: Compress:
ar: ضغط:
bn: সংকুচিত:
cs: Komprese:
da: Komprimering:
de: Komprimieren:
el: Συμπίεση:
es: Comprimir:
fi: Pakkaus:
fr: Compression :
he: דחיסה:
hi: संपीड़न:
hu: Tömörítés:
id: Kompres:
it: Comprimi:
ja: 圧縮:
ko: 압축:
ms: Mampat:
nb: Komprimer:
nl: Comprimeren:
pl: Kompresja:
pt_br: Comprimir:
ro: Comprimare:
ru: Сжатие:
sv: Komprimera:
th: บีบอัด:
tr: Sıkıştır:
uk: Стиснення:
vi: Nén:
zh_hans: 压缩:
zh_hant: 壓縮:

source: Confirm password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
he: אשר סיסמה
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
ms: Sahkan kata laluan
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
ro: Confirmați parola
ru: Подтвердите пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердіть пароль
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

source: Contact us
ar: تواصل معنا
bn: আমাদের সাথে যোগাযোগ করুন
cs: Kontaktujte nás
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fi: Ota yhteyttä
fr: Nous contacter
he: צור קשר
hi: हमसे संपर्क करें
hu: Kapcsolatfelvétel
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
ms: Hubungi kami
nb: Kontakt oss
nl: Neem contact op
pl: Skontaktuj się z nami
pt_br: Fale conosco
ro: Contactați-ne
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
uk: Зв'язатися з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Conversion Failed
ar: فشل التحويل
bn: রূপান্তর ব্যর্থ হয়েছে
cs: Převod selhal
da: Konvertering mislykkedes
de: Konvertierung fehlgeschlagen
el: Η μετατροπή απέτυχε
es: Error en la conversión
fi: Muuntaminen epäonnistui
fr: Échec de la conversion
he: ההמרה נכשלה
hi: रूपांतरण विफल
hu: A konvertálás sikertelen
id: Konversi gagal
it: Conversione non riuscita
ja: 変換に失敗しました
ko: 변환 실패
ms: Penukaran gagal
nb: Konvertering mislyktes
nl: Conversie mislukt
pl: Konwersja nie powiodła się
pt_br: Falha na conversão
ro: Conversie eșuată
ru: Ошибка конвертации
sv: Konvertering misslyckades
th: การแปลงล้มเหลว
tr: Dönüştürme başarısız
uk: Помилка конвертації
vi: Chuyển đổi thất bại
zh_hans: 转换失败
zh_hant: 轉換失敗

source: Conversion time depends on the file size and format. Large video files may take longer. Make sure your device has enough storage space and try closing other apps to free up memory.
ar: يعتمد وقت التحويل على حجم الملف وتنسيقه. قد تستغرق ملفات الفيديو الكبيرة وقتاً أطول. تأكد من توفر مساحة تخزين كافية على جهازك وحاول إغلاق التطبيقات الأخرى لتحرير الذاكرة.
bn: রূপান্তরের সময় ফাইলের আকার এবং ফরম্যাটের উপর নির্ভর করে। বড় ভিডিও ফাইলে বেশি সময় লাগতে পারে। আপনার ডিভাইসে পর্যাপ্ত স্টোরেজ আছে কিনা নিশ্চিত করুন এবং মেমরি খালি করতে অন্যান্য অ্যাপ বন্ধ করে দেখুন।
cs: Doba převodu závisí na velikosti a formátu souboru. Velké video soubory mohou trvat déle. Ujistěte se, že vaše zařízení má dostatek úložného prostoru, a zkuste zavřít ostatní aplikace pro uvolnění paměti.
da: Konverteringstiden afhænger af filstørrelse og format. Store videofiler kan tage længere tid. Sørg for, at din enhed har nok lagerplads, og prøv at lukke andre apps for at frigøre hukommelse.
de: Die Konvertierungszeit hängt von Dateigröße und Format ab. Große Videodateien können länger dauern. Stelle sicher, dass genug Speicherplatz vorhanden ist, und schließe andere Apps, um Arbeitsspeicher freizugeben.
el: Ο χρόνος μετατροπής εξαρτάται από το μέγεθος και τη μορφή του αρχείου. Τα μεγάλα αρχεία βίντεο μπορεί να χρειαστούν περισσότερο χρόνο. Βεβαιωθείτε ότι η συσκευή σας έχει αρκετό αποθηκευτικό χώρο και δοκιμάστε να κλείσετε άλλες εφαρμογές για να ελευθερώσετε μνήμη.
es: El tiempo de conversión depende del tamaño y formato del archivo. Los archivos de video grandes pueden tardar más. Asegúrate de que tu dispositivo tenga suficiente espacio de almacenamiento e intenta cerrar otras apps para liberar memoria.
fi: Muuntamisaika riippuu tiedoston koosta ja muodosta. Suuret videotiedostot voivat kestää kauemmin. Varmista, että laitteessasi on tarpeeksi tallennustilaa, ja sulje muut sovellukset vapauttaaksesi muistia.
fr: Le temps de conversion dépend de la taille et du format du fichier. Les fichiers vidéo volumineux peuvent prendre plus de temps. Assurez-vous que votre appareil dispose de suffisamment d'espace de stockage et essayez de fermer d'autres apps pour libérer de la mémoire.
he: זמן ההמרה תלוי בגודל הקובץ ובפורמט. קבצי וידאו גדולים עשויים להימשך זמן רב יותר. ודא שיש מספיק מקום אחסון במכשיר ונסה לסגור אפליקציות אחרות כדי לפנות זיכרון.
hi: रूपांतरण का समय फ़ाइल के आकार और प्रारूप पर निर्भर करता है। बड़ी वीडियो फ़ाइलों में अधिक समय लग सकता है। सुनिश्चित करें कि आपके डिवाइस में पर्याप्त स्टोरेज स्पेस है और मेमोरी खाली करने के लिए अन्य ऐप्स बंद करने का प्रयास करें।
hu: A konvertálási idő a fájl méretétől és formátumától függ. A nagy videófájlok tovább tarthatnak. Győződjön meg róla, hogy elegendő tárhely van az eszközön, és próbálja meg bezárni a többi alkalmazást a memória felszabadításához.
id: Waktu konversi tergantung pada ukuran dan format file. File video besar mungkin memerlukan waktu lebih lama. Pastikan perangkat Anda memiliki ruang penyimpanan yang cukup dan coba tutup aplikasi lain untuk mengosongkan memori.
it: Il tempo di conversione dipende dalla dimensione e dal formato del file. I file video di grandi dimensioni potrebbero richiedere più tempo. Assicurati che il dispositivo abbia spazio di archiviazione sufficiente e prova a chiudere altre app per liberare memoria.
ja: 変換時間はファイルサイズと形式によって異なります。大きなビデオファイルは時間がかかる場合があります。デバイスに十分なストレージ容量があることを確認し、他のアプリを閉じてメモリを解放してみてください。
ko: 변환 시간은 파일 크기와 형식에 따라 다릅니다. 큰 비디오 파일은 더 오래 걸릴 수 있습니다. 기기에 충분한 저장 공간이 있는지 확인하고 다른 앱을 닫아 메모리를 확보해 보세요.
ms: Masa penukaran bergantung pada saiz dan format fail. Fail video besar mungkin mengambil masa lebih lama. Pastikan peranti anda mempunyai ruang storan yang mencukupi dan cuba tutup aplikasi lain untuk mengosongkan memori.
nb: Konverteringstiden avhenger av filstørrelse og format. Store videofiler kan ta lengre tid. Sørg for at enheten har nok lagringsplass, og prøv å lukke andre apper for å frigjøre minne.
nl: De conversietijd hangt af van de bestandsgrootte en het formaat. Grote videobestanden kunnen langer duren. Zorg ervoor dat je apparaat genoeg opslagruimte heeft en probeer andere apps te sluiten om geheugen vrij te maken.
pl: Czas konwersji zależy od rozmiaru i formatu pliku. Duże pliki wideo mogą trwać dłużej. Upewnij się, że urządzenie ma wystarczająco dużo miejsca i spróbuj zamknąć inne aplikacje, aby zwolnić pamięć.
pt_br: O tempo de conversão depende do tamanho e formato do arquivo. Arquivos de vídeo grandes podem demorar mais. Verifique se o dispositivo tem espaço de armazenamento suficiente e tente fechar outros apps para liberar memória.
ro: Timpul de conversie depinde de dimensiunea și formatul fișierului. Fișierele video mari pot dura mai mult. Asigurați-vă că dispozitivul are suficient spațiu de stocare și încercați să închideți alte aplicații pentru a elibera memorie.
ru: Время конвертации зависит от размера и формата файла. Большие видеофайлы могут занимать больше времени. Убедитесь, что на устройстве достаточно места, и попробуйте закрыть другие приложения для освобождения памяти.
sv: Konverteringstiden beror på filstorlek och format. Stora videofiler kan ta längre tid. Se till att din enhet har tillräckligt med lagringsutrymme och försök stänga andra appar för att frigöra minne.
th: เวลาในการแปลงขึ้นอยู่กับขนาดไฟล์และรูปแบบ ไฟล์วิดีโอขนาดใหญ่อาจใช้เวลานานขึ้น ตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณมีพื้นที่เก็บข้อมูลเพียงพอ และลองปิดแอปอื่นเพื่อเพิ่มหน่วยความจำ
tr: Dönüştürme süresi dosya boyutuna ve biçimine bağlıdır. Büyük video dosyaları daha uzun sürebilir. Cihazınızda yeterli depolama alanı olduğundan emin olun ve bellek boşaltmak için diğer uygulamaları kapatmayı deneyin.
uk: Час конвертації залежить від розміру та формату файлу. Великі відеофайли можуть займати більше часу. Переконайтеся, що на пристрої достатньо місця, і спробуйте закрити інші додатки для звільнення пам'яті.
vi: Thời gian chuyển đổi phụ thuộc vào kích thước và định dạng tệp. Các tệp video lớn có thể mất nhiều thời gian hơn. Hãy đảm bảo thiết bị có đủ dung lượng lưu trữ và thử đóng các ứng dụng khác để giải phóng bộ nhớ.
zh_hans: 转换时间取决于文件大小和格式。大型视频文件可能需要更长时间。请确保设备有足够的存储空间，并尝试关闭其他应用以释放内存。
zh_hant: 轉換時間取決於檔案大小和格式。大型影片檔案可能需要較長時間。請確保裝置有足夠的儲存空間，並嘗試關閉其他應用程式以釋放記憶體。

source: Convert
ar: تحويل
bn: রূপান্তর করুন
cs: Převést
da: Konverter
de: Konvertieren
el: Μετατροπή
es: Convertir
fi: Muunna
fr: Convertir
he: המר
hi: कन्वर्ट करें
hu: Konvertálás
id: Konversi
it: Converti
ja: 変換
ko: 변환
ms: Tukar
nb: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
ro: Conversie
ru: Конвертировать
sv: Konvertera
th: แปลง
tr: Dönüştür
uk: Конвертувати
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換

source: Convert audio
ar: تحويل الصوت
bn: অডিও রূপান্তর করুন
cs: Převést zvuk
da: Konverter lyd
de: Audio konvertieren
el: Μετατροπή ήχου
es: Convertir audio
fi: Muunna ääni
fr: Convertir l'audio
he: המר שמע
hi: ऑडियो कन्वर्ट करें
hu: Hang konvertálása
id: Konversi audio
it: Converti audio
ja: オーディオを変換
ko: 오디오 변환
ms: Tukar audio
nb: Konverter lyd
nl: Audio converteren
pl: Konwertuj audio
pt_br: Converter áudio
ro: Conversie audio
ru: Конвертировать аудио
sv: Konvertera ljud
th: แปลงเสียง
tr: Ses dönüştür
uk: Конвертувати аудіо
vi: Chuyển đổi âm thanh
zh_hans: 转换音频
zh_hant: 轉換音訊

source: Convert document
ar: تحويل المستند
bn: ডকুমেন্ট রূপান্তর করুন
cs: Převést dokument
da: Konverter dokument
de: Dokument konvertieren
el: Μετατροπή εγγράφου
es: Convertir documento
fi: Muunna asiakirja
fr: Convertir le document
he: המר מסמך
hi: दस्तावेज़ कन्वर्ट करें
hu: Dokumentum konvertálása
id: Konversi dokumen
it: Converti documento
ja: ドキュメントを変換
ko: 문서 변환
ms: Tukar dokumen
nb: Konverter dokument
nl: Document converteren
pl: Konwertuj dokument
pt_br: Converter documento
ro: Conversie document
ru: Конвертировать документ
sv: Konvertera dokument
th: แปลงเอกสาร
tr: Belge dönüştür
uk: Конвертувати документ
vi: Chuyển đổi tài liệu
zh_hans: 转换文档
zh_hant: 轉換文件

source: Convert image
ar: تحويل الصورة
bn: ছবি রূপান্তর করুন
cs: Převést obrázek
da: Konverter billede
de: Bild konvertieren
el: Μετατροπή εικόνας
es: Convertir imagen
fi: Muunna kuva
fr: Convertir l'image
he: המר תמונה
hi: छवि कन्वर्ट करें
hu: Kép konvertálása
id: Konversi gambar
it: Converti immagine
ja: 画像を変換
ko: 이미지 변환
ms: Tukar imej
nb: Konverter bilde
nl: Afbeelding converteren
pl: Konwertuj obraz
pt_br: Converter imagem
ro: Conversie imagine
ru: Конвертировать изображение
sv: Konvertera bild
th: แปลงรูปภาพ
tr: Görsel dönüştür
uk: Конвертувати зображення
vi: Chuyển đổi hình ảnh
zh_hans: 转换图片
zh_hant: 轉換圖片

source: Convert to
ar: تحويل إلى
bn: এতে রূপান্তর করুন
cs: Převést na
da: Konverter til
de: Konvertieren in
el: Μετατροπή σε
es: Convertir a
fi: Muunna muotoon
fr: Convertir en
he: המר ל
hi: इसमें कन्वर्ट करें
hu: Konvertálás ide
id: Konversi ke
it: Converti in
ja: 変換先
ko: 변환 형식
ms: Tukar ke
nb: Konverter til
nl: Converteren naar
pl: Konwertuj na
pt_br: Converter para
ro: Conversie în
ru: Конвертировать в
sv: Konvertera till
th: แปลงเป็น
tr: Şuna dönüştür
uk: Конвертувати в
vi: Chuyển đổi sang
zh_hans: 转换为
zh_hant: 轉換為

source: Convert video
ar: تحويل الفيديو
bn: ভিডিও রূপান্তর করুন
cs: Převést video
da: Konverter video
de: Video konvertieren
el: Μετατροπή βίντεο
es: Convertir video
fi: Muunna video
fr: Convertir la vidéo
he: המר וידאו
hi: वीडियो कन्वर्ट करें
hu: Videó konvertálása
id: Konversi video
it: Converti video
ja: ビデオを変換
ko: 비디오 변환
ms: Tukar video
nb: Konverter video
nl: Video converteren
pl: Konwertuj wideo
pt_br: Converter vídeo
ro: Conversie video
ru: Конвертировать видео
sv: Konvertera video
th: แปลงวิดีโอ
tr: Video dönüştür
uk: Конвертувати відео
vi: Chuyển đổi video
zh_hans: 转换视频
zh_hant: 轉換影片

source: Convert:
ar: تحويل:
bn: রূপান্তর:
cs: Převod:
da: Konverter:
de: Konvertieren:
el: Μετατροπή:
es: Convertir:
fi: Muunna:
fr: Convertir :
he: המרה:
hi: कन्वर्ट:
hu: Konvertálás:
id: Konversi:
it: Converti:
ja: 変換:
ko: 변환:
ms: Tukar:
nb: Konverter:
nl: Converteren:
pl: Konwertuj:
pt_br: Converter:
ro: Conversie:
ru: Конвертация:
sv: Konvertera:
th: แปลง:
tr: Dönüştür:
uk: Конвертація:
vi: Chuyển đổi:
zh_hans: 转换:
zh_hant: 轉換:

source: Converted files are saved in your device's Files app under the Rango folder. You can also find your conversion history in the History tab.
ar: يتم حفظ الملفات المحولة في تطبيق الملفات على جهازك ضمن مجلد Rango. يمكنك أيضاً العثور على سجل التحويلات في علامة تبويب السجل.
bn: রূপান্তরিত ফাইলগুলি আপনার ডিভাইসের Files অ্যাপে Rango ফোল্ডারে সংরক্ষিত হয়। আপনি ইতিহাস ট্যাবে আপনার রূপান্তরের ইতিহাসও খুঁজে পেতে পারেন।
cs: Převedené soubory se ukládají do aplikace Soubory ve složce Rango. Historii převodů najdete také na kartě Historie.
da: Konverterede filer gemmes i din enheds Filer-app under Rango-mappen. Du kan også finde din konverteringshistorik under fanen Historik.
de: Konvertierte Dateien werden in der Dateien-App deines Geräts im Rango-Ordner gespeichert. Du findest deinen Konvertierungsverlauf auch im Tab „Verlauf“.
el: Τα μετατραπέντα αρχεία αποθηκεύονται στην εφαρμογή Αρχεία της συσκευής σας στον φάκελο Rango. Μπορείτε επίσης να βρείτε το ιστορικό μετατροπών στην καρτέλα Ιστορικό.
es: Los archivos convertidos se guardan en la app Archivos de tu dispositivo en la carpeta Rango. También puedes encontrar tu historial de conversiones en la pestaña Historial.
fi: Muunnetut tiedostot tallennetaan laitteesi Tiedostot-sovellukseen Rango-kansioon. Löydät muunnoshistoriasi myös Historia-välilehdeltä.
fr: Les fichiers convertis sont enregistrés dans l'app Fichiers de votre appareil dans le dossier Rango. Vous pouvez également retrouver votre historique de conversions dans l'onglet Historique.
he: קבצים שהומרו נשמרים באפליקציית הקבצים של המכשיר בתיקיית Rango. תוכל גם למצוא את היסטוריית ההמרות בלשונית היסטוריה.
hi: कन्वर्ट की गई फ़ाइलें आपके डिवाइस के Files ऐप में Rango फ़ोल्डर के अंतर्गत सहेजी जाती हैं। आप इतिहास टैब में अपना रूपांतरण इतिहास भी देख सकते हैं।
hu: A konvertált fájlok az eszköz Fájlok alkalmazásában, a Rango mappában kerülnek mentésre. A konvertálási előzményeket az Előzmények lapon is megtalálhatja.
id: File yang dikonversi disimpan di aplikasi File perangkat Anda di folder Rango. Anda juga dapat menemukan riwayat konversi di tab Riwayat.
it: I file convertiti vengono salvati nell'app File del dispositivo nella cartella Rango. Puoi anche trovare la cronologia delle conversioni nella scheda Cronologia.
ja: 変換されたファイルはデバイスのファイルアプリのRangoフォルダに保存されます。変換履歴は履歴タブでも確認できます。
ko: 변환된 파일은 기기의 파일 앱 내 Rango 폴더에 저장됩니다. 기록 탭에서 변환 기록을 확인할 수도 있습니다.
ms: Fail yang ditukar disimpan dalam aplikasi Fail peranti anda di bawah folder Rango. Anda juga boleh menemui sejarah penukaran di tab Sejarah.
nb: Konverterte filer lagres i enhetens Filer-app under Rango-mappen. Du finner også konverteringshistorikken i Historikk-fanen.
nl: Geconverteerde bestanden worden opgeslagen in de Bestanden-app van je apparaat in de map Rango. Je vindt je conversiegeschiedenis ook in het tabblad Geschiedenis.
pl: Przekonwertowane pliki są zapisywane w aplikacji Pliki w folderze Rango. Historię konwersji znajdziesz również w zakładce Historia.
pt_br: Os arquivos convertidos são salvos no app Arquivos do seu dispositivo na pasta Rango. Você também pode encontrar o histórico de conversões na aba Histórico.
ro: Fișierele convertite sunt salvate în aplicația Fișiere de pe dispozitiv, în folderul Rango. Puteți găsi istoricul conversiilor și în fila Istoric.
ru: Конвертированные файлы сохраняются в приложении «Файлы» на устройстве в папке Rango. Историю конвертаций можно найти на вкладке «История».
sv: Konverterade filer sparas i enhetens Filer-app under Rango-mappen. Du hittar även din konverteringshistorik under fliken Historik.
th: ไฟล์ที่แปลงแล้วจะถูกบันทึกในแอปไฟล์ของอุปกรณ์ภายใต้โฟลเดอร์ Rango คุณยังสามารถดูประวัติการแปลงได้ในแท็บประวัติ
tr: Dönüştürülen dosyalar cihazınızın Dosyalar uygulamasında Rango klasörüne kaydedilir. Dönüştürme geçmişinizi Geçmiş sekmesinde de bulabilirsiniz.
uk: Конвертовані файли зберігаються в додатку «Файли» на пристрої в папці Rango. Історію конвертацій можна знайти на вкладці «Історія».
vi: Các tệp đã chuyển đổi được lưu trong ứng dụng Tệp trên thiết bị trong thư mục Rango. Bạn cũng có thể tìm lịch sử chuyển đổi trong tab Lịch sử.
zh_hans: 转换后的文件保存在设备“文件”应用的 Rango 文件夹中。您也可以在“历史”标签页中查看转换记录。
zh_hant: 轉換後的檔案儲存在裝置「檔案」應用程式的 Rango 資料夾中。您也可以在「歷史記錄」標籤頁中查看轉換記錄。
